export const generalTexts = {
  error: 'خطایی رخ داده است',
  IRealized: 'متوجه شدم',
  logout: 'خروج',
  confirm: 'تــاییـد',
  add: 'اضافه کردن',
  register: 'ثبت',
  cancel: 'انصراف',
  phoneNumber: 'شماره موبایل',
  pharmacy: 'داروخانه',
  drugSearch: 'جستـجوی دارو',
  yes: 'بله',
  no: 'خیر',
  viewAll: 'مشاهده همه',
  sendTo: 'ارسال به',
  policiesTitle: 'قوانین و مقررات',
  policiesDesc:
    'تپسی دکتر، صرفا سفارش کاربران را به داروخانه‌‌های دارای مجوز از وزارت بهداشت منتقل می‌کند و تمامی سفارش‌ها توسط مسئول فنی داروخانه بررسی، تایید و با نظارت او برای کاربر ارسال می‌شود.',
};
