export const homePageText = {
  selectAddress: 'انتخاب آدرس',
  aboutTapsiDoc: 'درباره تپسی دکتر',
  aboutTapsiDocDesc:
    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز. ',
  tapsiDocMag: 'مجله تپسی دکتر',
  policy: 'قوانین و مقررات',
  support: 'پشتیبانی',
  followUs: ' ما را در شبکه‌های اجتماعی دنبال کنید',
  contactUs: 'ارتباط با ما',
  contactNumber: '۰۲۱-۱۲۳۴۵۶۷۸۹۰',
};
