export const homePageText = {
  selectAddress: 'انتخاب آدرس',
  aboutTapsiDoc: 'درباره تپسی دکتر',
  aboutTapsiDocDesc:
    'تپسی دکتر، پلتفرم تهیه سریع و آسان داروهای مورد نیاز است. با استفاده از خدمات ما، داروهای خود را از نزدیک ترین داروخانه به سرعت و با اطمینان درب منزل دریافت کنید. تیم پشتیبانی ما همواره آماده پاسخگویی به سوالات و رفع نیازهای شماست.',
  tapsiDocMag: 'مجله تپسی دکتر',
  policy: 'قوانین و مقررات',
  support: 'پشتیبانی',
  followUs: ' ما را در شبکه‌های اجتماعی دنبال کنید',
  contactUs: 'ارتباط با ما',
  contactNumber: '۰۲۱-۹۶۸۶۱۷۲۷',
};
